/* 
  Localizable.strings
  InstallerSetup

  Created by Vignesh S on 24/05/2021.
  Copyright © 2021 ZOHO Corporation Private Limited. All rights reserved.
*/

/* Common Text */
"OK" = "Ok";
"CANCEL" = "Отказ";
"CLOSE" = "Затваряне";
"CLICK_HERE" = "Щракнете тук" ;
"DONE" = "Готово" ;
/* Configure Text */
"CONFIGURE" = "Конфигуриране";
"CONFIGURING" = "Конфигуриране ..." ;
"CONFIGURING_UNATTENDED" = "Конфигуриране на независим достъп ..." ;
"CONFIGURING_SUCCESS" = "е конфигуриран за независим достъп сега" ;
"CONFIGURING_ALREADY" = "Този компютър вече е конфигуриран за независим достъп от" ;
"CONFIGURING_TRANSFER" = "Желаете ли да прехвърлите достъп до" ;

/* Accessibility Box */
"ACCESSIBILITY_MESSAGE" = "Please provide necessary permission for Zoho Assist to establish a remote connection" ;
"ACCESSIBILITY_STEP1" = "Zoho Assist requires Accessibility permission to access and control the device." ;
"ACCESSIBILITY_STEP2" = "Zoho Assist requires Screen Recording permission to capture and record the screen." ;
"ACCESSIBILITY_PERMISSION1" = "Accessibility" ;
"ACCESSIBILITY_PERMISSION2" = "Screen Recording" ;
"ACCESSIBILITY_INFO" = "For more Information" ;
"POPUP_MESSAGE" = "Zoho Assist requires Accessibility and Screen Recording permission to establish a remote connection.";
"CLOSE_POPUP_MESSAGE" = "Accessibility and Screen Recording permissions are enabled. Remote session will begin now.";
"ACCESSIBILITY_TITLE" = "Zoho Assist Accessibility" ;
"CONFIGURE" = "Configure" ;

/* Error Box */
"ERROR_OS" = "Zoho Assist не поддържа тази версия на Вашата операционна система. Щракнете тук, за да проверите системните изисквания." ;
"ERROR_UNKNOWN" = "Инсталирането на независим агент не бе успешно поради неочаквани проблеми. Щракнете тук, за да докладвате за проблем." ;
